{
  "splash_screen_tagline": [
    "Made with ♥ by"
  , "The Developer that Cares"
  , "Thank her in the morning"
  , "In case of bugs, complain to"
  , "The sorely inexperienced coder"
  , "undefined (Just kidding!)"
  , "She made the music, graphics, and code."
  , "Not actually a doll in real life."
  ]
, "splash_screen_name": [
    "Haley Halcyon"
]
, "modal_first"  : [
    "#Warning"
  , "*Keyboard layout"
  , "This program assumes that you have a physical keyboard with the QWERTY keyboard layout, so mobile devices are not supported without a Bluetooth keyboard. If you are using a different layout (e.g. QWERTZ, AZERTY, Dvorak, or Colemak), I'm sorry. Please switch to QWERTY."
  , "*Keybind"
  , "Each player uses a 3x2 array of keys, represented as [[1]], [[2]], [[3]], [[4]], [[5]], and [[6]]; basically WASD/IJKL with up-left and up-right added."
  , "Player 1: Q W E A S D"
  , "Player 2: F G H V B N"
  , "Player 3: U I O J K L"
  , "Player 4: 7 8 9 4 5 6 (Numpad)"
  , "Navigate using [[2]] and [[5]], and confirm by [[6]]."
  , "*Audio"
  , "This program has audio. Please check your audio volume."
  , "This program is for up to 4 players, but one player must use the numpad."
  , "#Browser compatibility"
  , "This application uses Chrome specific features. If the background doesn't look blurry here, you should open this page on Google Chrome."
  , "[6] Start!"
  ]
, "modal_about": [
    "#About"
  , "Salty Trivia with Candy Barr is a sassy trivia video game where the questions are ridiculous but the answers are serious."
  , "This game was created by Haley Wakamatsu, who also wrote most questions, coded this demo, and voiced your host, Candice “Candy” Barr."
  , "[6] Dismiss"
]
, "modal_controls" : [
    "# Controls"
  , "Each player has 6 keys, called [[1]], [[2]], [[3]], [[4]], [[5]], and [[6]]. Player 1 has 123 QWE. Player 2 has FGH VBN. Player 3 has 890 IOP. Player 4 has 789 456 on the numpad."
  , "On console, it should correspond to L, N, R, W, S, and E. (N, E, W, and S are face buttons.)"
  , "# Basics"
  , "Answer the questions correctly using your set of 6 keys."
  , "*Standard and Candy Trivia"
  , "Use your [[2]], [[4]], [[5]], and [[6]] keys to select one of four options. Each correct answer nets you 5 points, but each wrong answer costs you 5 points."
  , "In Candy Trivia with Salty Barr, the question and/or options are about candy. (corresponds to Cookie's Fortune Cookie Fortunes with Cookie “Fortune Cookie” Masterson.)"
  , "*Sorting Time"
  , "Use your [[4]] and [[6]] keys to sort the 7 items into 2 categories. Sometimes you need to press [[2]] to sort into both. If you are unsure and don't want to risk it, you can press [[5]] to skip, you chicken. Each item is worth 2 points. (Corresponds to DisOrDat.)"
  , "*All Outta Salt"
  , "You will see a phrase whose every syllable rhymes with the syllables of another phrase. When you know what it is, press any key to buzz in, then type in your answer."
  , "Up to 3 hints will be shown. Each AOS is worth 7 points, but each hint will lower the value by 2 points. (Corresponds to Gibberish Question.)"
  , "*Sugar Rush"
  , "You will get a title, followed by 5 categories containing 6 items. For each category, press the corresponding key ([[1]], [[2]], [[3]], [[4]], [[5]], [[6]])to answer whether that item fits that category. Each item is worth 1 point, making the whole game valued at 30 points. (Corresponds to Jack Attack [Full Stream style].)"
  , "*Hike Your Likes"
  , "You will get 3 items and 5 categories. For each category, press the corresponding key ([[2]], [[4]], [[5]], [[6]]) to answer whether that item fits that category. Each correct answer gives the player 10 'likes', which are then converted to points at the end of the game. There is also a 4th bonus item for each category, which, in multiplayer mode, can only be answered by the half of players with the fewest 'likes'. (Modified from Trivia Murder Party's final chase.)"
  , "[6] Dismiss"
]
, "modal_credits": [
    "#Credits"
  , "*Made out of love for (inspired by)"
  , "“You Don't Know Jack” series"
  , "created by Harry Gottlieb"
  , "IP of Jackbox Games"
  , "(This is a fangame that builds upon the formula. We are not affiliated with Jackbox Games in any capacity.)"
  , "#Creative Director"
  , "Haley Wakamatsu"
  , "#Coding"
  , "*Head programmer"
  , "Haley Wakamatsu"
  , "#Writing"
  , "*Head writer"
  , "Haley Wakamatsu"
  , "*Writers"
  , "Zilla"
  , "#Voice"
  , "*The host, Candice “Candy” Barr"
  , "Haley Wakamatsu"
  , "*The producer, Miles Stone"
  , "Salem Morrison"
  , "*The sound guy, Daisy Chain"
  , "Zilla"
  , "#Music"
  , "*Musical director"
  , "Haley Wakamatsu as “Akira Sora”"
  , "All Outta Salt theme quotes from:"
  , "1st movement: Allegro – Concerto No. 1 in E major, Op. 8, RV 269, “Spring” — Antonio Vivaldi"
  , "arranged by Akira Sora"
  , "All other pieces composed by Akira Sora"
  , "#Other help and feedback"
  , "shslsquirrel"
  , "#In association with"
  , "Cookie Powered Entertainment"
  , "[6] Accept our thanks for playing!"
  ]
, "error_menu_item" : [
    "An error occured while trying to select a menu item."
  ]
, "error_nobody" : [
    "#Nobody signed up."
  , "Press ↓ to sign up, and ↑ to sign off."
  , "[6] Okay"
  ]
, "error_episode_list" : [
    "Error on fetching episode list."
  ]
, "error_episode_load" : [
    "An error occurred while trying to load the episode."
  ]
}